<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8" trimDirectiveWhitespaces="true" %>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <title>用户协议</title>
    <meta name="viewport" content="width=device-width,minimum-scale=1.0,maximum-scale=1.0,user-scalable=no">
    <meta name="format-detection" content="telephone=no">
    <script src="/js/jquery-1.8.3.min.js"></script>
    <link rel="stylesheet" href="/css/h5.css">
    <link rel="icon" href="/img/favicon.ico" type="image/x-icon" />
    <link rel="shortcut icon" href="/img/favicon.ico" type="image/x-icon" />
    <link rel="bookmark" href="/img/favicon.ico" type="image/x-icon" />
    <style>
        * {
            padding: 0;
            margin: 0;
            color: #333;
            font-family: "微软雅黑", "Helvetica Neue", Helvetica, Arial, sans-serif !important;
        }

        html, body {
            background: #ffffff;
            padding-bottom: 15px;
        }

        h3, h4 {
            text-align: center;
            font-weight: bold;
        }

        h3 {
            margin: 15px 0 10px;
            font-size: 18px;
        }

        h4 {
            margin: 20px 0;
            font-size: 16px;
        }

        p, div {
            width: 94%;
            margin: 0 auto;
            font-size: 14px;
            line-height: 28px;
        }

        p {
            text-indent: 2em;
        }

        div {
            margin-top: 15px;
        }

        div p {
            width: 100%;
        }
    </style>
</head>
<body>
<div>
    <!--<h4>BenBen用户协议</h4>-->

    <p>
        本协议为用户（或简称“您”）与BenBen平台管理者及所属公司北京上古彩科技股份有限公司（以下简称“BenBen平台”或“本平台”）之间所订立的关于本软件服务的用户使用许可协议，具有合同的法律效力。请您仔细阅读协议内容，包括但不限于用户使用须知、法律责任与免责等。您的登录、查看、发布信息等行为即视为已阅读并接受本协议。如果您不同意本协议的条款，则不能获取用本软件相关服务的使用权利。</p>

    <p>1.用户账号及使用</p>

    <p>1.1.为更好地使用本协议项下的服务，用户可以注册BenBen平台帐号，并在注册帐号后自行妥善保管帐号及密码，对通过该帐号所进行的和与之相关的一切行为负责。</p>

    <p>1.2.
        用户须具有法定的相应权利能力和行为能力的自然人、法人或其他组织，能够独立承担法律责任。用户完成注册程序并实际使用本平台服务时，即视为用户确认自己具备主体资格，能够独立承担法律责任。若因用户不具备主体资格，而导致的一切后果，由用户及其的监护人自行承担。</p>

    <p>
        1.3.用户在注册BenBen平台帐号时，应按照注册提示真实、完整地填写相关注册信息，并及时更新该等注册信息，保证该等注册信息自帐号注册起至帐号注销止的期间内始终处于真实、有效状态，且不得存在错误、虚假、违法的内容。因用户填写的注册信息存在错误、虚<a
            name="_GoBack"></a>假、违法等情形导致的后果，无论是否公开，均由该用户自行承担。</p>

    <p>
        1.4.用户有责任妥善保管帐户信息及帐户密码的安全，用户需要对注册帐户以及密码下的行为承担法律责任。用户同意在任何情况下不向他人透露帐户及密码信息。当在用户怀疑他人在使用自己帐号及密码时，应立即通知本平台。账户因用户主动泄露或因用户遭受他人攻击、诈骗等行为导致的损失及后果，本平台不承担责任，用户应通过司法、行政等救济途径向侵权行为人追偿。</p>

    <p>2.隐私保护</p>

    <p>
        2.1.在使用BenBen平台服务过程中，本平台对用户相关信息采用专业加密存储与传输方式，并运用各种安全技术和程序建立完善的管理制度来保护用户隐私信息，以免遭受未经授权的访问、使用或披露。本平台也可能通过技术手段采集、分析用户使用服务的行为习惯信息，无论何种方式BenBen平台都尊重并保护的用户隐私信息。</p>

    <p>2.2.依据国家法律法规规定的“后台实名、前台自愿”原则，本平台将对用户进行基于移动电话号码等方式进行真实身份信息认证。</p>

    <p>
        2.3.除司法机关或其他有权机关依法要求提交该等用户隐私信息外，未经用户的同意，本平台将不会擅自披露、改变或其他方式使用用户隐私信息。若用户认为本平台存在违反前述范围使用该等隐私信息的，应立即与本平台进行联系，本平台将及时核实处理。</p>

    <p>3.用户行为规范</p>

    <p>3.1.用户可以在BenBen平台发布内容和共享信息，但应当保证拥有这些信息的合法权利或已经得到权利人的授权。</p>

    <p>3.2.用户在BenBen平台发布内容和共享信息时，即表明用户同意向他人公开并许可他人对其所发布的内容进行评论或回复等。</p>

    <p>3.3.用户在BenBen平台发布内容和共享信息时，不得利用本平台从事以下行为，包括但不限于：</p>

    <p>（1）发布、传送、传播、储存违反国家法律、危害国家安全统一、社会稳定、公序良俗、社会公德以及侮辱、诽谤、淫秽、暴力的内容；</p>

    <p>（2）发布、传送、传播、储存侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的内容；</p>

    <p>（3）虚构事实、隐瞒真相，误导、欺骗他人；</p>

    <p>（4）发表、传送、传播广告信息及垃圾信息；</p>

    <p>（5）从事其他违反法律法规、政策及公序良俗、社会公德等的行为。</p>

    <p>3.4.用户可以通过本平台创建店铺（团），并通过过文字、图片等形式发布商品或服务信息，与其他用户达成交易；但应当保证拥有这些信息的合法权利或已经得到权利人的授权。</p>

    <p>3.5.用户可以通过本平台创建的店铺及商品、服务信息，需确保不违反国家法律禁止或限制，不侵犯他人知识产权或其他权益，不涉及本平台认为不适合在本平台上销售的物品。</p>

    <p>3.6.用户应当遵守诚实信用原则，需确保所发布的商品及/或服务信息真实、与实际所销售的商品及/或提供的服务相符，并在交易过程中切实履行交易承诺。</p>

    <p>3.7.用户应当维护本平台市场良性竞争秩序，不得贬低、诋毁竞争对手，不扰乱网上交易的正常秩序，不从事与网上交易无关的行为。</p>

    <p>
        3.8.在本平台购物的用户，请您仔细确认所购商品的名称、价格、数量、等信息。因店铺展示的商品和价格等信息仅仅是要约邀请，您下单时须确认填写您希望购买的商品数量、价款及支付方式、收货人、联系方式、收货地址等内容。如果您提供的注册资料不合法、不真实、不准确、不详尽的，用户需承担因此引起的相应责任及后果。</p>

    <p>
        3.9.用户了解并同意，本平台上的商品、价格、数量、是否有货等商品信息随时可能发生变动，本站不作特别通知。由于互联网技术原因导致网页显示信息可能会有一定的滞后性或差错，用户接受本平台在发现网页错误，正式向用户发出通知后，对商品信息进行调整，订单按照正确的信息执行，或取消订单。</p>

    <p>3.10.用户同意接收来自本平台的信息。</p>

    <p>4.平台服务规范</p>

    <p>4.1. BenBen平台及其关联公司提供服务，用户可在本平台上获取和发布资讯信息、商品及服务信息、并达成交易意向并进行交易。</p>

    <p>4.2本平台有义务在现有技术上维护整个平台的正常运行，并努力提升和改进技术，使用户网上社交及交易活动能够顺利进行。</p>

    <p>4.3.对用户在注册使用本平台中所遇到的问题及反映的情况，本平台将会及时做出回复。</p>

    <p>4.4.用户因在本平台从事网上交易与其他用户产生交易纠纷的，本平台积极协助双方进行协商处理。</p>

    <p>4.5.用户因在本平台从事网上交易与其他用户产生诉讼的，用户通过司法部门或行政部门依照法定程序要求本平台提供相关资料，本平台积极配合并提供有关资料。</p>

    <p>
        4.6.如果本平台发现或收到他人举报用户发布的信息违反本协议约定的，本平台有权进行独立判断并采取技术手段予以删除、屏蔽或断开链接。同时，本平台有权视用户的行为性质，采取包括但不限于限制、暂停或终止其使用平台的全部或部分功能，追究法律责任等措施。</p>

    <p>
        4.7.经国家行政或司法机关的生效法律文书确认用户存在违法或侵权行为，或者本平台根据自身的判断，认为用户的行为涉嫌违反本协议和/或规则的条款或涉嫌违反法律法规的规定的，则本平台有权公示用户的该等涉嫌违法或违约行为及对用户采取的措施。</p>

    <p>5.责任范围</p>

    <p>
        5.1.本平台作为用户进行了解、咨询、协商、交易的场所，提示用户：应谨慎判断确定相关物品及/或信息的真实性、合法性和有效性。除非另有明确的书面说明，本平台不对各商家在本平台上发布的信息、内容、材料、产品和服务及各方在交易中各项义务的履行能力作任何形式的担保，法律法规另有规定的除外。</p>

    <p>5.2. 用户同意就用户自身行为之合法性单独承担责任。</p>

    <p>5.3.
        用户明确理解和同意，本公司及本平台不对因下述任一情形而发生的任何损害赔偿（包括但不限于利润、商誉、使用、数据等方面的损失或其他无形损失的损害赔偿，且无论本公司和/或本平台是否已被告知该等损害赔偿的可能性）承担任何责任：</p>

    <p>（1）用户因通过服务购买或获取任何货物、样品、数据、资料或服务，或通过或从服务接收任何信息或缔结任何交易所产生的获取替代货物和服务的费用。</p>

    <p>（2）第三方未经批准的接入或第三方更改用户的传输资料或数据，第三方对服务的声明或关于服务的行为；</p>

    <p>（3）任何非因本平台的原因而引起的与本平台服务有关的其它损失；</p>

    <p>
        （4）由于法律规定等不可抗力，信息网络正常的设备维护，信息网络连接故障，电脑、通讯或其他系统的故障，电力故障，劳动争议，生产力或生产资料不足，司法行政机关的命令或第三方的不作为及其他本平台无法控制的原因造成的本平台不能服务或延迟服务、丢失数据信息、记录的，本平台不承担责任，但本平台将协助处理相关事宜。</p>

    <p>5.4.本公司所有连结网站皆为独立营运网站，与各用户之间的互动与交易行为本公司免责。</p>

    <p>5.5.本平台免责声明规定之事项，本公司免责。</p>

    <p>6.知识产权保护</p>

    <p>
        6.1.本平台所使用之作品（包括但不限于软件、图片或程序）及网站上所有内容（包括但不限于著作、图片、档案、信息、数据、网站画面的安排、网页设计）均由本公司或其它权利人依法拥有其各项知识产权（包括但不限于商标权、专利权、著作权、商业秘密与专有技术等）。</p>

    <p>
        6.2.任何人未经本公司及权利人授权，不得擅自使用、修改、重制或者公开播送、改作、散布、发行、公开发表，或者进行还原工程解编或反向组绎。如有违反，除依著作权法及相关法律规定论处，并应对本公司负损害赔偿责任（包括但不限于诉讼费用及律师费用等）。</p>

    <p>7.协议变更与终止</p>

    <p>
        7.1.本平台可根据国家法律法规变化及维护平台秩序、保护消费者权益需要，不定期修改本协议、补充协议，并在本平台进行公示，不再另行单独通知用户。变更后的协议和规则一经在网站公布，立即生效。如您不同意相关变更，应当立即停止使用本平台服务。您继续使用本平台服务的，即表明您接受修订后的协议和规则。</p>

    <p>
        7.2.用户同意，本平台可自行全权决定以任何理由（包括但不限于本平台认为您已违反本协议的字面意义和精神，或以不符合本协议的字面意义和精神的方式行事，或您在超过90天的时间内未以您的帐户及密码登录网站等），在发出通知或不发出通知的情况下，随时终止用户的密码、帐户（或其任何部份）或您对平台服务的使用，并删除（不再保存）用户在使用服务中提交的用户资料。帐户终止后，本平台没有义务为您保留原帐户中或与之相关的任何信息。此外，您同意，本平台不因终止您接入“服务”而对您或任何第三者承担任何责任。</p>

    <div>7.3. 出现以下情况时，本平台有权直接以注销账户的方式终止本协议：</p>

        <p>（1）本平台终止向用户提供服务后，用户涉嫌再一次直接或间接或以他人名义注册为平台用户的；</p>

        <p>（2）用户注册信息中的主要内容不真实或不准确或不及时或不完整。</p>

        <p>（3）本协议（含规则）变更时，用户明示并通知本平台不愿接受新的服务协议的；</p>

        <p>（4）其它本平台认为应当终止服务的情况。</p>

        <p>
            7.4.本平台中止或终止向用户提供本平台服务后，对于用户在服务中止或终止之前的交易行为依下列原则处理，用户应独力处理并完全承担进行以下处理所产生的任何争议、损失或增加的任何费用，并应确保本平台免于因此产生任何损失或承担任何费用：</p>

        <p>（1）用户在服务中止或终止之前已经上传至本平台的物品尚未交易的，本平台有权在中止或终止服务的同时删除此项物品的相关信息；</p>

        <p>（2）用户在服务中止或终止之前已经与其他用户达成交易，但尚未实际履行的，本平台有权删除该交易合同及其交易物品的相关信息；</p>

        <p>（3）用户在服务中止或终止之前已经与其他用户达成交易且已部分履行的，本平台可以不删除该项交易，但本平台有权在中止或终止服务的同时将相关情形通知交易对方。</p>

        <p>8.法律适用</p>

        <p>8.1.本协议包含了用户使用BenBen平台需遵守的一般性规范，用户在使用某个本平台时如有特殊性规范还需遵守此特殊性规范。一般性规范如与特殊性规范不一致或有冲突，则特殊性规范具有优先效力。</p>

        <p>8.2.本协议的订立、执行和解释及争议的解决均应适用在中华人民共和国大陆地区适用之有效法律（但不包括其冲突法规则）。
            如发生本协议与适用之法律相抵触时，则这些条款将完全按法律规定重新解释，而其它有效条款继续有效。</p>

        <p>8.3.因本协议履行过程中，因用户使用BenBen平台服务产生争议应由BenBen平台与用户沟通并协商处理。协商不成时，双方均同意以BenBen平台管理者住所地人民法院为管辖法院。</p>

        <p>北京上古彩科技股份有限公司</p>
    </div>
</div>
</body>
</html>